<template>
<div class="container mx-auto p-20 ">
  <h1 class="text-5xl text-center pb-8 text-yellow-700">अध्याय एक</h1>
  <p class="text-2xl leading-10 font-light tracking-wide">
   धृतराष्ट्र का पुत्र मोह और दुर्योधन का अहंकार महाभारत-युद्ध का प्रमुख कारण था। भगवान्
कृष्ण इस युद्ध से होने वाली अपार जन-धन की हानि को जानते थे। उन्होंने इसे टालने का
बहुत प्रयत्न किया। दुर्योधन ने जब पांडवों को कुछ भी देने से मना कर दिया, तो युद्ध
अवश्यंभावी हो गया। भगवान् कृष्ण ने इस युद्ध का नेतृत्व किया। महर्षि वेदव्यास चाहते थे
कि धृतराष्ट्र भी युद्ध का आँखों देखा हाल जान सकें। संजय को उन्होंने अपने योगबल से दिव्य-
दृष्टि प्रदान की। संजय सारथी होते हुए भी उच्च व्यक्तित्व के धनी थे। राजमहल में उनको
महात्माओं जैसा सम्मान प्राप्त था। संजय को दिव्य-दृष्टि देना कोई चमत्कार या जादू नहीं था।
शरीर के किसी भी अंग को योग द्वारा साध लेने पर वह अपनी पूरी शक्ति प्रकट कर देता है।
हमारे शरीर के सभी अंग असाधारण क्षमता से भरे पड़े हैं। मन की चंचलता के कारण हम
अपनी शक्ति से अनभिज्ञ बने रहते हैं। संकल्प बल से योगी दूसरे व्यक्ति के अंग विशेष में भी
शक्ति का संचार कर सकते हैं। श्री रामकृष्ण परमहंस ने विशेष कारणों से ऐसा अनेक बार
किया था। महर्षि वेदव्यास परम ज्ञानी और दूरद्रष्टा थे। संजय के माध्यम से उन्होंने गीता को
परा वाणी से बैखरी वाणी में परिवर्तित कर जगत् की महती सेवा की।
  </p>
  <h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">धृतराष्ट्र की मति मोह, ममता ने घेरी,<br>
कुरुक्षेत्र में बज उठे शंख, नगाड़े, रणभेरी। - 1</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
  धृतराष्ट्र ने संजय से पूछा–&quot;मेरे पुत्रों ने और पांडु के पुत्रों ने युद्धभूमि में क्या किया?” धृतराष्ट्र
को अपने दिवंगत भाई के पुत्रों का हालचाल पहले जानना चाहिए था, परंतु उन्हें तो अपने ही
पुत्रों की चिंता थी। भारतीय संस्कृति में त्याग को सर्वोपरि स्थान दिया गया है। भगवान्
महावीर जब घर छोड़कर तप के लिए जाने लगे, तो उनके भाई नन्दिवर्धन ने उनके हिस्से की
संपत्ति भी उनको दे दी, जिसे महावीर ने दीन-दुखियों में बाँट दिया। नन्दिवर्धन की जरा भी
इच्छा नहीं थी कि वह छोटे भाई का भाग दबा लें। <br><br>
गीता का यह प्रथम श्लोक आज के जनमानस पर भी लागू होता है। कर चोरी, भ्रष्टाचार,
रिश्वतखोरी, कालाधन जैसी बुराइयों का कारण दुर्योधन जैसी लोभवृत्ति ही है। एक राष्ट्र का
दूसरे राष्ट्र को परमाणु-शक्ति के इस्तेमाल की धमकी देना अहंकार का प्रदर्शन है। बड़े-बड़े
ज्ञानी और विद्वान् भी धृतराष्ट्र की तरह पुत्र मोह और दुर्योधन की तरह लोभ के चंगुल में फँसे
देखे जा सकते हैं। धृतराष्ट्र के प्रश्न का उत्तर देते हुए संजय बोले–
</p>
<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">पांडव सेना संगठित सारी,<br>
दुर्योधन को चिंता भारी। - 2 <br><br>मधुर वचनों से द्रोण लुभाया,<br>
अपनेपन का भाव जताया। - 3</h3>
<p class="text-2xl leading-10 font-light tracking-wide">इसके पश्चात् पांडवों की ‘वज्र-व्यूह’ में खड़ी हुई सेना को देखकर दुर्योधन गुरु द्रोणाचार्य के
पास जाते हैं। पांडवों की ‘वज्र-व्यूह’ में खड़ी हुई संगठित और एकमत सेना को देखकर दुर्योधन को भय
लगा। अपने भय और कमजोरी को छिपाने के लिए वह गुरु द्रोणाचार्य के पास गया। अनीति
की राह पर चलने वाले व्यक्ति दुर्योधन की तरह दुर्बल मन वाले होते हैं। सिंह के समान निडर
तो सत्यनिष्ठ होते हैं।<br><br>दुर्योधन ने जान बूझकर गुरु द्रोणाचार्य को धृष्टद्युम्न का स्मरण कराया। महाभारत
(आदिपर्व/चैत्रपर्व) में द्रोणाचार्य और धृष्टद्युम्न के पिता राजा द्रुपद के बैर की कथा है। राजा
द्रुपद ने गुरु द्रोणाचार्य से अपने अपमान का बदला लेने के लिए मुनि याज से यज्ञ कराया,
उसी यज्ञ के अग्नि-कुंड से द्रोणाचार्य के वध के लिए धृष्टद्युम्न का जन्म हुआ था। दुर्योधन पुरानी
दुश्मनी याद दिलाकर द्रोणाचार्य को पूरी तरह अपने पक्ष में करना चाहता था, क्योंकि
द्रोणाचार्य को पांडवों से, विशेषकर अर्जुन से बहुत स्नेह था। दुर्जन अपने पक्ष को मजबूत करने
के लिए सभी दाँवपेंच खेलते हैं। हम अपनी रोजमर्रा की जिंदगी में ऐसे अनेक लोगों को देख
सकते हैं। ये सज्जनों की बुद्धि को भी हर लेते हैं। धन, पद को पाने के लिए ये कुछ भी कर
गुजरने के लिए तैयार रहते हैं। भयभीत दुर्योधन अब द्रोणाचार्य के साथ पांडव सेना का
निरीक्षण करता है।</p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
<p class="text-2xl leading-10 font-light tracking-wide"></p>
</div>
  
</template>