<template>
<div class="container mx-auto p-20 ">
  <h1 class="text-5xl text-center pb-8 text-yellow-700">अध्याय दो</h1>
 


<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन अवसाद के कारण एक ऐसे मोड़ पर खड़ा है, जहाँ विनाश और निर्माण दोनों की
संभावनाएँ हैं। विषाद के कारण जीवन नष्ट हो सकता है और यदि वह विषाद से सत्य की
ओर चल पड़ता है, तो योग के चरम शिखर पर पहुँच सकता है। अर्जुन की मनोभूमि को
जाँचने के लिए योगेश्वर इस अध्याय में गीता में वर्णित सभी विषयों को संक्षेप में
कहेंगे।अर्जुन को उदास देखकर उसे कर्मयोग में प्रवृत्त करने के लिए उसकी कायरता पर प्रहार
करते हुए भगवान् बोले– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
अर्जुन मानस में छाई कायरता,<br>
आँखों में आँसू और ममता। - 1<br><br>
पार्थ त्याग करो व्याकुलता,<br>
उचित नहीं है रण में दुर्बलता।<br>
कर्महीन नर अपयश पावें,<br>
स्वर्ग, कीर्ति, इज्जत जावें। - 2
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
योगेश्वर ने जब अर्जुन की आँखों में आँसू देखे, तो उसे फटकारते हुए कहने लगे, इस संकट की
घड़ी में तुम्हारे अंदर कायरता कहाँ से आ गई। वीर पुरुषों को इस प्रकार का आचरण शोभा
नहीं देता है। इससे तुम्हारी कीर्ति चली जाएगी और जीवन में सुखी भी नहीं रह पाओगे। जब
मोह के साथ कायरता जुड़ जाती है, तो व्यक्ति अपने आपको दुर्बल समझ कर रोने लगता है।
अर्जुन की इसी व्याकुलता के साथ शौर्य का समन्वय करते हुए भगवान् उसे कर्त्तव्य-पथ पर
अग्रसर करते हैं। 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
भगवन् ने अर्जुन को ललकारा,<br>
नपुंसक कह उसे फटकारा। - 3
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
योगेश्वर ने कटु शब्दों में अर्जुन से कहा कि नपुंसक मत बनो, वीरों को यह शोभा नहीं देता है।
इस दुर्बलता को त्यागकर युद्ध के लिए खड़े हो जाओ। भगवान् के तेवर कड़े हो गए हैं। वे
किसी भी तरह अर्जुन का उद्धार करना चाहते हैं। जीवन में कभी-कभी कटु वचन मीठे वचनों
की अपेक्षा अधिक हितकारी होते हैं। कालिदास की प्रतिभा को उत्कृष्ट करने के लिए उनकी
पत्नी विद्योत्तमा ने कहा-“आप मेरे पति बनना चाहते हैं, तो मुझसे अधिक ज्ञान प्राप्त करें।&quot;
कालिदास को बात चुभ गई। वे पूरी मेहनत और लगन से विद्या अध्ययन में जुट गए और पत्नी
को उत्तर में रघुवंश, मेघदूत और कुमारसंभव महाकाव्य लिखकर दिए। भगवान् श्रीकृष्ण भी
अर्जुन के अंदर चुभन पैदा करके उसे कर्मशील बना रहे हैं। इसके पश्चात् अर्जुन तर्क देते हुए
कहता है– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
भीष्म, द्रोण को कैसे मारूँ,<br>
पूजन, वंदन इनका कर लूँ।<br>
बन्धु-बान्धव संग खेला हूँ,<br>
इनका जीवन कैसे हर लूँ। - 4<br><br>
बड़ा अधर्म है महाजन मारण,<br>
पाप उपजते इसके कारण। - 5<br><br>
हार–जीत का पता नहीं है,<br>
इसका निर्णय बहुत कठिन है।<br>
अपने युद्ध में यदि मरेंगे,<br>
जीकर हम भी क्या करेंगे। - 6
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन तर्क और सिद्धांतों पर उतर आया है। वह भगवान् को समझाते हुए कह रहा है कि मैं
अपने दादा और गुरु के साथ बाणों से कैसे लडूँ? हे शत्रु नाशक भगवन्! ये दोनों मेरे पूजनीय
हैं। इनको मारने की अपेक्षा तो मैं भीख माँगकर खा लूँगा। रक्तपात के बाद जो धन मिलेगा,
उसे भोगकर मैं क्या करूँगा? हम युद्ध में जीतेंगे या हारेंगे, इसका भी पता नहीं है। यदि युद्ध
में अपने ही कुटुंब के लोग मर जाएँगे, तो हमारा जीना भी व्यर्थ है। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन के तर्क बहुत प्रभावशाली हैं। परंतु धर्म और न्याय का आधार केवल तर्क नहीं है। तर्क के
साथ विवेक का मेल अत्यंत आवश्यक है। भगवान् श्रीकृष्ण ने स्वयं धर्म और न्याय की स्थापना
के लिए अपने मामा कंस और अपने यदुवंशी बंधुओं का समूल नाश कर दिया था। उन्होंने
किसी भी रिश्ते को अपने मार्ग में बाधा नहीं बनने दिया। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन को कायर और नपुंसक सुनना अच्छा नहीं लगा। वह भगवान् से कहता है कि मैं
कुटुंबियों को मारकर नहीं जीना चाहता। अर्जुन की तरह जिंदगी में हमारे सामने भी ऐसे
अनेक अवसर आते हैं, जब धर्म-अधर्म, पाप-पुण्य में भेद करना मुश्किल हो जाता है। आज का
युग इसी घोर संकट से गुजर रहा है। अच्छाइयों के साथ बुराइयाँ दूध-पानी की तरह घुल-मिल
गई हैं। अन्याय, अत्याचार,अपहरण और भ्रष्टाचार को देखकर आँख मूँद लेने में हम समझदारी
मान लेते हैं। भगवान् श्रीकृष्ण को यह समझदारी स्वीकार नहीं है। वे अर्जुन के माध्यम से पूरी
मानवता को फटकारते हुए कह रहे हैं कि घर, बाजार, सड़क, गली-मोहल्ले में अन्याय को
देखकर मुँह फेरने वाले कायर हैं। यदि आर्यवीर और युवा कहलवाना चाहते हो, तो जुल्मियों,
अत्याचारियों और अन्यायियों पर टूट पड़ो। अर्जुन अपनी भूल स्वीकार करते हुए बोले– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
बुद्धि मेरी मूढ़ता आई,<br>
उचित बात समझ न पाई।<br>
कल्याण पथ प्रभु बताओ,<br>
संदेह मेरा दूर कराओ। - 7
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन सजग और सचेत हो गया है। अपनी अज्ञानता के लिए योगेश्वर से पश्चाताप करते हुए
कह रहा है कि मैं दुर्बल और मोहित हो गया था। अब आप मेरे भले की बात कहिए, मैं आपका
शिष्य हूँ, आपकी शरण में आया हूँ, मुझे ज्ञान दीजिए। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
पश्चाताप विवेकशील मनुष्य ही करते हैं।अर्जुन के अंदर प्रतिभा कूट-कूट कर भरी है। क्षणिक
मोह से वह विचलित हो गया था। अब वह भगवान् का अनुसरण करने के लिए तैयार है।
दुनिया के हर साधक को अर्जुन के रास्ते से होकर ही गुजरना पड़ता है। कुटुंब का मोह त्यागना
बहुत कठिन होता है।अर्जुन की तरह कष्ट और व्याकुलता की स्थिति में ही मनुष्य का विवेक
जाग्रत् होता है। मूलशंकर (ऋषि दयानंद) ने देखा कि शिवजी की मूर्ति पर चूहे कूद रहे हैं, तो
वे सत्य की खोज के लिए धन-धान्य और सुखों से भरपूर परिवार को छोड़कर चुपचाप निकल
पड़े। पत्नी मोह में डूबे तुलसीदास को जब रत्नावली ने जोर से झिड़का, तो उनकी चित्-चेतना
हिल उठी, सोया हुआ मानस जाग गया। 
</p>
<br>

<p class="text-2xl leading-10 font-light tracking-wide">
भगवान् सोतों को जगाने के लिए ही आते हैं, लेकिन जागेगा वही जो अर्जुन की तरह व्याकुल
और बेचैन हो उठेगा। हम जिंदगीभर धन, पद, शक्ति पाने के लिए अधीर रहते हैं, लेकिन स्वयं
को जानने की छटपटाहट तो किसी विरले विवेकानंद में ही होती है। रामायण, महाभारत
धारावाहिक हम सबने पूरे मनोयोग से देखा, परंतु अर्जुन और हनुमान् जैसी कर्मठता हमारे
अंदर नहीं पनपी क्योंकि हम स्वयं के प्रति जागरूक नहीं हैं। भगवान् बुद्ध अपने शिष्यों को
कहते थे कि आती-जाती साँस पर ध्यान देकर सजग और सचेत बने रहो, तभी स्वयं को जान
पाओगे। अर्जुन ने सच्चाई को स्वीकार कर लिया है, परंतु अभी भी वह युद्ध से बचने के लिए
धर्म का सहारा लेते हुए कहने लगा– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
धन-धान्य का क्या करूँगा?<br>
चिंता में दिन-रात मरूँगा। - 8<br><br>
विषाद में डूबे योद्धा अर्जुन,<br>
हँसते-हँसते बोले भगवन्।<br>
अर्जुन का उद्धार किया,<br>
गीता ज्ञान उपदेश दिया। - 9-10<br>
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन भगवान् श्रीकृष्ण की शरण में आ गया है, लेकिन युद्ध के लिए तैयार नहीं है। भगवान्
को अपना मित्र समझते हुए स्पष्ट शब्दों में कह रहा है कि यदि सभी सुखों से भरपूर शत्रु रहित
राज्य मिल जाए, तो भी मेरा दुःख दूर नहीं होगा। अतः मैं युद्ध नहीं करूँगा। अर्जुन की यह
बात सुनकर भगवान् कृष्ण हँसने लगे। यहाँ जयशंकर प्रसाद जी की कुरुक्षेत्र कविता की ये
पंक्तियाँ स्मरण करने योग्य हैं– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
कृष्ण ने हँसकर कहा – कैसी अनोखी बात है।<br>
रण-विमुख होवे विजय! दिन में हुई कब रात है।
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
शिष्यत्व धारण करना ही पर्याप्त नहीं है। नामधारी शिष्य तो आज भी हर गली-मोहल्ले में हैं।
गीता का सार इस बात में है कि हम धर्मयुद्ध के लिए तैयार हो जाएँ और इसमें विजय प्राप्त
करें। इस युद्ध में व्यक्ति को स्वयं के अहंकार, लोभ, मोह, क्रोध और तृष्णाओं से लड़ते हुए प्रकृति के नियमों को अनुभव पर उतारकर पूर्णता प्राप्त करनी होती है। संसार में कोई भी
व्यक्ति अपने माता-पिता, दादा और गुरुजनों के विरुद्ध युद्ध नहीं लड़ सकता। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
धर्मयुद्ध संसार के सहज प्रवाह के विपरीत है। ऐसे अवसर पर घर-परिवार के लोग भी विरोध
करते हैं। साधक अर्जुन की तरह असमंजस में फँस जाता है। साधना के इस सोपान पर गुरु ही
शिष्य का हाथ पकड़कर उसे आगे बढ़ाते हैं। बालक शंकर में जन्मजात असाधारण प्रतिभा
थी।आचार्य गोविंदपाद ने ही उस प्रतिभा को तराशकर उनको जगद्गुरु के शिखर पर आसीन
किया था। भगवान् श्रीकृष्ण अर्जुन का रथ चलाकर इस भीषण युद्ध में उनको विजेता बनाने
जा रहे हैं। इस बार भगवान् अर्जुन को पहले की तरह नहीं डाँट रहे हैं। उसकी बातें सुनकर वे
मंद-मंद मुस्करा रहे हैं। अब गीता सुनाने का समय आ गया है। एक कुशल मनोचिकित्सक की
भाँति उन्होंने हँसकर अर्जुन को शांत कर दिया है, ताकि वह गीता का उपदेश पूरे मनोयोग से
सुन सके। अर्जुन के सभी तर्कों को काटते हुए योगेश्वर कहने लगे– 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
करने योग्य शोक करो,<br>
मूढ़ शोक से दूर रहो।<br>
शरीर नाश की चिंता छोड़ो,<br>
पंडित, ज्ञानी जैसा सोचो। - 11<br><br>
शरीर बदलता रहता जीव,<br>
मोहित नहीं होते नरवीर।<br>
मिटते बचपन,जरा,जवानी,<br>
शाश्वत रहते मानव प्राणी। - 12-13<br><br>
सुख-दुःख जीवन में आते,<br>
धीर-वीर को रोक न पाते। - 14<br>
जीवन में समभाव जगाओ,<br>
पुरुष श्रेष्ठ तुम कहलाओ। - 15<br><br>
ईश्वर तत्त्व होता सनातन,<br>
बदलता रहता मानव तन। - 16
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
भगवान् श्रीकृष्ण की चेतना परम सत्य में स्थित है। वे जो कुछ भी बोलते, करते व देखते हैं,
वह सत्य ही होता है। अर्जुन अपनी सीमित बुद्धि के अनुसार रिश्तों और घटनाओं का मापन
कर रहा है। कभी वह परिवार और कुल के लिए दुःखी हो रहा है, तो कभी उनके मरने के बाद
की कल्पना को लेकर भयग्रस्त है। भगवान् कह रहे हैं कि तू बातें तो पण्डितों, ज्ञानियों और
महात्माओं जैसी कर रहा है, लेकिन वैसे कर्म करने के लिए तैयार नहीं है। तेरी कथनी और
करनी में अंतर नहीं होना चाहिए। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
मैं, तू और युद्ध के मैदान में खड़े ये सब राजा लोग सदा से हैं और सदा रहेंगे। संसार हर घड़ी
परिवर्तनशील है। बचपन, जवानी और बुढ़ापे की तरह दूसरा शरीर भी एक जीव की यात्रा
का पड़ाव है। इसमें दु:खी होने जैसा कुछ है ही नहीं। शरीर का सुख-दुःख तो अनित्य है, इसे सहन करना सीखो। अर्जुन सुख-दुःख में सम रहकर ही तुम इस धर्मयुद्ध को जीत सकते हो।
असत्य का कोई आधार है ही नहीं और सत्य कभी परिवर्तित होता ही नहीं है। सभी महापुरुषों
ने इसका अनुभव किया है। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
भगवान् अर्जुन को सत्य और असत्य का भेद बता रहे हैं। अर्जुन जिसे तू सत्य मानकर युद्ध
करने से मना कर रहा है, वह वास्तव में असत्य है और युद्ध करना ही सत्य है। अर्जुन की तरह
हम भी सीमित और सापेक्ष बुद्धि के कारण घटनाओं और वस्तुओं का सही स्वरूप नहीं समझ
पाने के कारण उचित निर्णय नहीं ले पाते हैं। यदि हम अपने मन, मस्तिष्क को सापेक्ष अवस्था
से निरपेक्ष अवस्था में ले जाएँ, तो पूर्ण सत्य की अनुभूति कर सकते हैं। अनुभव ही सच्चा ज्ञान
है। भगवान् भले ही मित्र हैं, परंतु अर्जुन को स्वयं की कमजोरियों से युद्ध कर निरपेक्ष मन और
बुद्धि जगानी होगी। निरपेक्ष अवस्था के लिए अर्जुन की मनोभूमि तैयार करते हुए आगे श्लोक
तीस तक योगेश्वर जीवन का मर्म बताते हैं। 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
अविनाशी में संसार समाया,<br>
अद्भुत है ईश्वर की माया। - 17<br>
नाशवान् यह संसार शरीर,<br>
युद्ध करो तुम अर्जुन वीर। - 18
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
योगेश्वर अब अर्जुन को विशेष ज्ञान की जानकारी दे रहे हैं। हर क्षण परिवर्तनशील संसार में
एक ऐसा तत्त्व भी है जो अटल और नित्य है। यह तत्त्व जिन-जिन शरीरों को धारण करता है,
वह सब नाशवान् हैं, इसलिए अर्जुन युद्ध करो। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
आत्मा और परमात्मा सदा से मनुष्य के चिंतन का विषय रहे हैं, परंतु अनुभव नहीं होने के
कारण हम संदेह से घिरे रहते हैं। शरीर और सृष्टि में कोई नित्य तत्त्व है या नहीं, इसे जानने के
लिए दीर्घ काल तक कठोर अनुशासन और श्रम की आवश्यकता है। मामूली- सी डिग्री पाने के
लिए भी हम दशकों तक प्रतिदिन कई घंटे श्रम करते हैं। आत्मा और परमात्मा जैसे अति सूक्ष्म
तत्त्व को जानने के लिए भी कम-से-कम दस बारह वर्ष तक दो-तीन घंटे का अभ्यास करना
अति आवश्यक है। जगद्गुरु शंकराचार्य और श्री रामकृष्ण परमहंस जैसी महान् आत्माओं ने
कठोर अनुशासन की शिला पर बैठकर ही इसको अनुभव किया था। 
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
प्रकृति को खोजते-खोजते वैज्ञानिकों को भी सत्य की झलक-झाँकी मिली। न्यूटन जैसे महान्
वैज्ञानिक का कहना था-“जो ज्ञान कण मैंने पाए हैं, वह अथाह सागर की सीपियों की तरह हैं।
जो अथाह और असीम है, वही शाश्वत और सत्य है, उसका रहस्य मैं समझ नहीं पाता हूँ।” 
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
परम पवित्र आत्म सत्ता,<br>
मारण,मरण इसे नहीं छूता। - 19<br>
आत्म-शक्ति अनादि अनंत,<br>
जन्म-मरण से होए न अंत। - 20<br><br>

शरीर को जो नित्य जानता,<br>
कैसे किसको वह मारता? - 21<br>
मानव वस्त्र नित बदलते,<br>
जीर्ण देह जीव त्यागते। - 22<br><br>
जन्म-मरण से रहित आत्मा,<br>
कटती, जलती नहीं आत्मा।<br>
गला सके न इसको नीर,<br>
सुखा न पाए इसे समीर। - 23-25<br><br>
जन्म - मरण नियम सनातन,<br>
हो न सके नियम परिवर्तन। - 26-27<br>
जन्म पूर्व सब जीव अगोचर,<br>
प्रकट होते रहते जीव चराचर। - 28<br><br>
आत्म-वर्णन अति विलक्षण,<br>
वाणी से कहना है मुश्किल। - 29<br>
देह क्षण-क्षण घटती जाती,<br>
आत्मा नित्य-निरंतर रहती। - 30<br>
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक उन्नीस से तीस तक भगवान् भिन्न-भिन्न शब्दों के द्वारा आत्मा की अमरता बताते हैं।
अर्जुन को और हम सबको मृत्यु के भय से मुक्त कर धर्म-पथ पर अग्रसर करना ही उनका
एकमात्र उद्देश्य है। आत्मा मानव शरीर का सबसे सूक्ष्म तत्त्व है। विज्ञान ने प्राण और मन को
देखने व जानने के यंत्रों का भी आविष्कार नहीं किया है। आत्मा तो इनसे असंख्य गुणा सूक्ष्म
है। हमें शास्त्रों को प्रमाण मानकर उनमें निर्दिष्ट विधि द्वारा उपर्युक्त श्लोकों की सत्यता सिद्ध
करनी चाहिए। 
</p>


<br>
<p class="text-2xl leading-10 font-light tracking-wide">
मुण्डकोपनिषद् (3.1.9) का कथन है-&quot;वह सूक्ष्म आत्मा, मन के द्वारा जानने योग्य है, जिसमें
देह से संबद्ध पाँच रूपों वाला प्राण स्थित है। इन्हीं प्राणों से संपूर्ण प्रजाओं का मन भी व्याप्त
है, जिसके शुद्ध हो जाने पर यह आत्मा प्रकाशित होने लगती है।&quot;
</p>
<br>

<p class="text-2xl leading-10 font-light tracking-wide">
मंत्र से स्पष्ट है कि आत्मा को जानने का साधन हमारा मन ही है। इस मन के पूर्ण शुद्ध होते ही
आत्मा का आभास होने लगता है। हमारे मन में हजारों जन्मों के अच्छे और बुरे संस्कार बहुत
ही बारीक तरीके से पिरोए होते हैं। यही संस्कार हमारे असली रूप का हमें आभास नहीं होने
देते हैं। जैसे सूर्य ग्रहण के समय धरती और सूरज के बीच में चंद्रमा के आ जाने से सूर्य का
प्रकाश ओझल होने लगता है, इसी प्रकार से मोह जनित संस्कार मन और आत्मा के बीच में
दीवार बनकर खड़े रहते हैं। पढ़ना तो केवल जानकारी मात्र है। यदि हम सत्य के दर्शन करना
चाहते हैं, तो जीवन को नियमों से संचालित करना होगा।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
महात्मा बुद्ध भिक्षुओं को उपदेश देते हुए कहते थे-&quot;यदि कोई व्यक्ति नदी के दूसरे किनारे पर
जाना चाहता है और वह जीवन भर नदी पार करने के तरीके ही पढ़ता रहे, तो क्या वह नदी के दूसरे किनारे पर पहुँच सकता है? इसके लिए तो नौका में बैठकर ही वह दूसरे किनारे पर
पहुँच सकता है।&quot; मन जैसा शक्तिशाली यंत्र हम सबके पास है। इसका प्रयोग करके हर कोई
नित्य तत्त्व को अनुभव कर सकता है। आगे के श्लोकों में योगेश्वर स्वधर्म का महत्त्व बताते हैं।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
अर्जुन युद्ध में साहस दिखाओ,<br>
अस्त्र-शस्त्र से धर्म निभाओ।<br>
अपने आप यह धर्मयुद्ध आया,<br>
स्वर्ग, कीर्ति साथ में लाया। - 31-32<br><br>
धर्म त्याग से पाप लगेगा,<br>
मान, कीर्ति, यश घटेगा।<br>
सब प्राणी में निंदा होगी,<br>
मरण समान दु:खदायी होगी। - 33-34<br><br>
सब जानते तुम्हारी वीरता,<br>
पीछे हटना है कायरता। - 35<br>
शत्रु कटु वचन कहेंगे,<br>
बाहुबल की निंदा करेंगे।<br><br>
वचन तिरस्कृत सह न सकोगे,<br>
युद्ध भूमि में कूद पड़ोगे।<br>
वीर - गति से स्वर्ग मिलेगा,<br>
विजय से धरा पर राज करेगा।- 36<br><br>
संदेह का तुम कर दो त्याग,<br>
युद्ध के लिए हो जाओ तैयार। - 37<br>
सुख-दुःख में रखो समभाव,<br>
धर्मयुद्ध से नहीं लगेगा पाप। - 38
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 31 से 38 तक भगवान् श्रीकृष्ण ने अर्जुन को स्वधर्म (युद्ध) का पालन करने के लिए कहा
है। अर्जुन योद्धा है, वह केवल युद्ध के द्वारा ही धर्म की रक्षा कर सकता है। यदि वह दया और
अहिंसा के नाम पर युद्ध से विमुख हो जाता है, तो शत्रु उसे मृत्यु से भयभीत जानेंगे और
संसार में उसकी निंदा भी होगी। युद्धभूमि में मृत्यु से उसे वीरगति की प्राप्ति होगी, क्योंकि
योद्धा निजी विजय लाभ के लिए युद्ध नहीं करते हैं। वे स्वधर्म का पालन करते हुए मातृभूमि
की रक्षा करते हैं। युद्ध में विजय से राज्य-सुख का भोग निश्चित है। अर्जुन के लिए क्षत्रिय-धर्म
का पालन करते हुए युद्ध करना ही सब तरह से हितकारी है। जयशंकर प्रसाद जी ने भी
कुरुक्षेत्र कविता में इसे सुंदर शब्दों में व्यक्त करते हुए लिखा है–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
रण-विमुख होगे, बनोगे वीर से कायर कहो।<br>
मरण से भारी अयश क्यों दौड़कर लेना चहो।<br>
रण-विमुख होगे, बनोगे वीर से कायर कहो।<br>
मरण से भारी अयश क्यों दौड़कर लेना चहो।
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
ईमानदारी और मनोयोगपूर्वक राष्ट्रहित को ध्यान में रखते हुए कर्म करना ही स्वधर्म का
पालन है। धर्म के नाम पर हम बड़ी-बड़ी चर्चाएँ करते हैं, परंतु देशहित को ध्यान में रखकर
कार्य करने वाले लोग बहुत कम हैं। निजी लाभ के लिए हम कुछ भी कर गुजरने के लिए तैयार
रहते हैं। संत कबीर कपड़ा बुनने में ही भक्ति और धर्म का अनुभव करते थे। संत रैदास पूरे श्रम
व मनोयोगपूर्वक जूते बनाते थे और एक जोड़ी जूते नित्य असमर्थों को भी दान करते थे। अर्जुन
की तरह ही हम सबको भी लाभ-हानि, यश-अपयश, जय-पराजय का विचार मन से
निकालकर राष्ट्रहित को सर्वोपरि मानते हुए स्वधर्म का पालन करना है। गीता की यात्रा स्थूल
से सूक्ष्म होती जाएगी। अब भगवान् योग के गहन-से-गहन विषय पर प्रकाश डालते हैं।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
सांख्ययोग में सुना समबुद्धि तत्त्व,<br>
कर्मयोग से जानो इसका महत्त्व। - 39<br>
धर्म दु:ख, दैन्य से रक्षा करता,<br>
जन्म-मरण का भय हर लेता। - 40<br>
अनंत भोग की अनंत बुद्धियाँ,<br>
पा न सके हम परम सिद्धियाँ। - 41
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
गीता में सिद्धांत और व्यवहार का अद्भुत समन्वय है। अध्याय 2 के श्लोक 15 और 38 में
योगेश्वर ने अर्जुन को सुख-दुःख में समान रहने के लिए कहा, लेकिन अब इसे समबुद्धि द्वारा
अनुभव पर उतारना है। समबुद्धि का उदय होने पर ही कोई व्यक्ति सच्चा कर्मयोगी हो सकता
है। मानसकार ने भी कहा है-&quot;बिनु बिग्यान कि समता आवइ।&quot; (तत्त्व-ज्ञान के बिना क्या
समबुद्धि आ सकती है?) तत्त्व ज्ञान केवल ध्यान के द्वारा ही प्राप्त हो सकता है। ध्यान की
गहराई् में ही हमें मालूम पड़ता है कि सुख-दुःख, जय-पराजय, लाभ-हानि पानी पर खिंची
रेखाओं के समान हैं, जिनका कोई स्थाई अस्तित्व नहीं है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
ज्ञान को कर्मक्षेत्र में उतारे बिना संसार में कोई सफल व सिद्ध नहीं हुआ है। मोह त्यागकर
अर्जुन समान भाव से युद्ध करेगा, तभी कर्म बंधन अर्थात् भोग न होकर योग का रूप लेगा।
विवेक-चूडामणि में जगद्गुरु शंकराचार्य ने भी कहा है-&quot;सम्यक् ज्ञानी पुरुष को कर्मफल नहीं
भोगना पड़ता। इसका कारण यह है कि ज्ञानी देह में अहम्-बुद्धि नहीं रखते और मैं, मेरा,
ममता ऐसी बुद्धियों को छोड़कर केवल आत्मस्वरुप का जागरण करते हैं।”
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 41 में योगेश्वर ने कहा है कि मनुष्य को जीवन का एक लक्ष्य निर्धारित करना चाहिए।
अनंत बुद्धियाँ अर्थात् अनेक कामनाएँ और भोग जीवन का श्रेष्ठ उद्देश्य प्राप्त करने में बाधक
होते हैं। इससे न केवल आध्यात्मिक ज्ञान, बल्कि सांसारिक उपलब्धियाँ भी एक बुद्धि वाले
व्यक्ति को ही प्राप्त होती हैं। आगे के श्लोकों में योगेश्वर भोगों के प्रति सावधान करते हुए कहते
हैं–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
स्वर्ग को श्रेष्ठ बताते अज्ञानी लोग,<br>
कामनाओं से बढ़ते केवल भोग। - 42-43<br>
पुष्पित वाणी चित्त को हर लेती,<br>
अनंत भोग, दुःख, आसक्ति देती। - 44<br><br>
अर्जुन हो जा त्रिगुण रहित,<br>
ईश्वर शरण में तेरा हित। - 45<br>
ब्रह्मज्ञानी का ज्ञान अपार,<br>
वेदों को कर जाता पार। - 46
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 42 से 46 तक भगवान् श्रीकृष्ण ने अर्जुन को वेदों के सकाम भोगों के प्रति सावधान
किया है। अल्पबुद्धि वाले लोग वेदों में भी केवल सुख, भोग और ऐश्वर्य ढूँढ़ते हैं। वेदों में
कर्मकांड, ज्ञान और साधना का विस्तृत वर्णन है। परंतु हम केवल कर्मकांडों की लकीर पीटते
रहते हैं और साधना पक्ष को छोड़ देते हैं।अज्ञानी लोग मधुर वचनों से कर्मफल देने वाली
भोगवाणी का बहुत सुंदर वर्णन करते हैं, जिससे मनुष्य की बुद्धि चंचल हो जाती है। ज्ञान देने
वाले लोग आज भी प्रचुर मात्रा में हैं, परंतु इनके मन में भी भोग-विलास घर कर बैठे हैं।
भगवान् अर्जुन को वेदों के कर्मकांडों, भोग, ऐश्वर्य आदि से ऊपर उठकर, समबुद्धि द्वारा युद्ध
करने के लिए कह रहे हैं। वेद केवल ऋषि, मुनियों, योगियों और महात्माओं के लिए ही नहीं
लिखे गए हैं। इनमें एक मनुष्य के क्रमिक विकास का मार्ग बताया गया है। संसार की भौतिक
प्रगति और खुशहाली के लिए वेदों में अनेक प्रकार के यज्ञ, कर्मकांड और विधियाँ दी गई हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
अर्जुन प्रथम अध्याय के श्लोक 32 और 35 में कह चुका है कि उसे राज्य, सुख, भोग और यहाँ
तक कि तीनों लोकों का राज्य भी नहीं चाहिए। अतः अब उसे अपने अंतर्मन में चल रहे द्वंद्व-
युद्ध में विजय प्राप्त करने के लिए योगबल का आश्रय लेना चाहिए। कठोपनिषद् में यमराज ने
भी नचिकेता के निर्णय की प्रशंसा करते हुए कहा है-&quot;आपने भोग साधनों से भरपूर यज्ञ के
चिरस्थाई फल से युक्त, असीम निर्भयता से युक्त, प्रतिष्ठा से संपन्न स्वर्गलोक को धैर्यपूर्वक छोड़
दिया है। यह आपका अति बुद्धिमत्तापूर्ण निर्णय है।&quot;
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
भगवान् श्रीकृष्ण अर्जुन को संसार के बीच में रहकर ही योगी हो जाने के लिए कह रहे हैं। वे
उसे वेद ज्ञान के सागर से भी पार ले जाना चाहते हैं। वेद ज्ञान के अथाह भंडार हैं। जिसकी
जैसी मानसिक स्थिति हो, व्यक्ति विशेष उनसे वैसा ही ज्ञान अर्जन कर सकता है। परम ज्ञानी
महावीर जैन और जगद्गुरु शंकराचार्य जैसी महान् आत्माएँ तो स्वयं ही चलते-फिरते वेद हैं।
अतः उनके लिए इस ज्ञान का विशेष अर्थ नहीं रह जाता है। इसके पश्चात् भगवान् श्रीकृष्ण
योग के विषय में विस्तारपूर्वक बताते हैं।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
कर्म करने में हम स्वाधीन,<br>
कर्मफल केवल ईश्वर अधीन। - 47<br>
मन की समता होती योग,<br>
त्याग करो तुम आसक्ति,भोग। - 48<br><br>
श्रेष्ठ योग है कर्म कुशलता,<br>
अपना लो बुद्धि की समता। - 49-50<br>
बुद्धिमान् होते समता युक्त,<br>
जन्म-मरण से हो जाते मुक्त।<br><br>
त्याग दो मोह दलदल,<br>
वैराग्य से जाओगे बदल। - 51-52<br>
ज्ञान से अर्जुन हो चंचल,<br>
बुद्धि कर लो तुम निश्चल। - 53
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
&#39;कर्मण्येवाधिकारस्ते मा फलेषु कदाचन&#39;—इस श्लोक पर संसार का प्रत्येक व्यक्ति किसी-न-
किसी रूप में चिंतन-मनन अवश्य करता है। कर्म पर हमारा अधिकार है, यहाँ तक बात सभी
को समझ में आती है। कर्मफल किस शक्ति के अधीन है, यह महाप्रश्न पहेली बनकर रह जाता
है। इसका उत्तर जानने के लिए ध्यान के द्वारा मन को समझना होगा। स्थूल मन को समझने में
ही बहुत दिन लग जाते हैं। हमारा मन कर्मफल देने के लिए उत्तरदायी है। इसके गर्भ में कर्म
पकते-पकते संस्कार बनकर हमारे स्वभाव का अभिन्न अंग बन जाते हैं। मन कर्मबीजों को
केवल संभालकर ही नहीं रखता है, बल्कि इनको धीरे-धीरे बाहर भी निकालता रहता है। मन
सूक्ष्म प्राकृतिक शक्ति है, अतः कर्मफल देने में कोई भूल-चूक नहीं कर सकता।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
न किल्बिषमत्र नाधारो अस्ति न यन्मित्रैः समममान एति।<br>
अनूनं पात्रं निहितं न एतत् पक्तारं पक्वः पुनरा विशाति।।<br>
– (अथर्व० 12.3.48)
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
“कर्म रूपी पूर्ण पात्र फिर से पकाने वाले को ही प्राप्त हो जाता है। किसी मित्र या महात्मा का
सहारा लेकर भी कर्मफल से नहीं बचा जा सकता।” एक जैसा कर्म करने पर भी सभी को एक
जैसा फल इसलिए नहीं मिलता है, क्योंकि मन में पहले से जमा संस्कार इसके परिणाम को
प्रभावित करते हैं। इसी जमा पूँजी को हम भाग्य भी कह देते हैं। ग्रह-नक्षत्रों की स्थिति भी
हमारे कर्म रूपी बीजों से प्रभावित होती है। मन महाचुंबक है। इसमें हम जैसा कर्म भंडार
जमा करते जाते हैं, यह वैसी ही सकारात्मक और नकारात्मक प्राकृतिक शक्तियों को भी हमारे
चारों तरफ जमा कर देता है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
कर्मफल हमारे अधिकार में नहीं है, तो उसकी अत्यधिक चिंता भी नहीं करनी चाहिए। इसका
यह अर्थ नहीं है कि हम कर्मफल पर विचार ही न करें। संसार का कोई भी व्यक्ति किसी भी
कार्य को आरंभ करने से पहले उसके परिणाम अर्थात् फल के बारे में जरूर सोचता है। इसका
मतलब यही है कि कर्मफल की चिंता से कार्य की गुणवत्ता में कमी आ जाएगी और विपरीत
परिणाम आने पर हम अवसाद और दुःख से घिर जाएँगे।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
&#39;समत्वं योग उच्यते&#39;—मन की समता ही योग है। पुस्तक की भूमिका में इसके विषय में लिखा
हुआ है। मन में समभाव लाना महाभारत-युद्ध में विजय प्राप्त करने के समान ही है। आसक्ति
को त्यागना और समत्व जीवन का सबसे बड़ा पुरुषार्थ है। समत्व का अर्थ संतुलन है। दुःख और
सुख के पलों में जीवन को न भुलाएँ। जहाँ दुःख हमें अवसाद से घेर लेता है, वही सुख में भी
हम पुरुषार्थ को भूलकर अहंकारी हो जाते हैं। भगवान् बुद्ध ने एक वैज्ञानिक की भाँति मन की
गहरी खोजबीन के बाद मध्यम मार्ग को उचित बताया। मध्यम पथ ही संतुलन और योग है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
&#39;योगस्थ: कुरु कर्माणि&#39;—योग में स्थित होकर कर्म कर। शुद्ध मनोभूमि वाला व्यक्ति ही योगी
हो सकता है। दीर्घकाल तक साधना के बाद ही जन्म-जन्मांतर के संस्कार निरस्त होकर व्यक्ति
सम स्थिति में पहुँचता है। भगवान् महावीर जैन ने बारह वर्ष के कठोर तप में कुल मिलाकर
एक वर्ष ही खाना खाया था। तभी वे जीवन के महान् सत्य को समझ पाए थे। उनकी तपस्या
में अनेक कष्ट और विघ्न आए, परंतु समभाव के कारण वे उन्हें विनम्रता से झेलते रहे।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
&#39;योगः कर्मसु कौशलम्&#39;—कर्मों में कुशलता ही योग है। कर्म को प्रकृति का या ईश्वर का मानकर
करने से ही कर्मों में कुशलता आ सकती है। उद्योग, व्यापार आदि में हम जी-तोड़ मेहनत करते
हैं। अपनी संतानों के पालन-पोषण में दिन-रात एक कर देते हैं, परंतु फिर भी हम योग से
कोसों दूर रहते हैं क्योंकि हमारे कर्मों में यज्ञीय भाव नहीं होता है। देश में लाखों साधु हैं, यदि
इनमें से चार-पाँच भी स्वामी विवेकानंद और स्वामी दयानंद सरस्वती जैसे कर्मठ योगी होते,
तो संसार का भाग्य बदल जाता।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
मन की भूमि को समतल किए बिना अर्थात् प्रकृति के नियमों को धारण किए बिना कर्मों में
कुशलता आना असंभव है। भ्रष्टाचार, रिश्वतखोरी, कामचोरी, ईर्ष्या, द्वेष हमारे मन में
खलबली मचाकर रखते हैं। स्वार्थ और लालच के कारण हम कोल्हू के बैल की तरह लगे तो
रहते हैं, परंतु जीवन के महान् उद्देश्य से दूर रहते हैं। नि:स्वार्थ भाव से सबके हित में कर्म
करने से वह योग का रूप लेता है। इसे हम गुरुद्वारों और मंदिरों में सेवाभाव से कार्य करने
वाले व्यक्तियों में देख सकते हैं। सेवाभाव, राष्ट्रहित, विश्व कल्याण की भावनाएँ क्षणिक नहीं
होनी चाहिएँ। ये यज्ञीय भाव हमारे हर कार्य में झलकना चाहिए। तभी हम योग को जान
सकते हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
यह श्लोक प्रबंधन का भी मूल मंत्र है। एक मैनेजर अपनी टीम के लोगों से किस प्रकार कुशलता
से कार्य कराए? इसके लिए उसे अपनी टीम से आत्मीय व्यवहार करते हुए कर्त्तव्य निष्ठा
जगानी होगी। दिल्ली मेट्रो के प्रबंध निदेशक ई. श्रीधरन ने इसी कर्त्तव्य भाव को जगाने के
लिए अपने विभाग के सभी प्रबंधकों को भगवद्गीता की प्रतियाँ बँटवाईं। 5अक्तूबर,1911 को
एक साक्षात्कार के दौरान उन्होंने कहा कि मैंने भगवद्गीता को दैनिक जीवन के लिए बहुत
उपयोगी पाया है और मैं इसका निरंतर अभ्यास कर रहा हूँ। आगे के 5 श्लोकों में योगी की
विशेषताएँ बताई गई हैं।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
स्थिर बुद्धि के कैसे लक्षण?<br>
बोली उसकी कैसी केशव?<br>
संतुष्ट हो जाता उसका मन,<br>
सुख-दुःख में वह रहता सम।-54-56<br><br>
मन में रहती उसके समता,<br>
मिट जाती उसकी ममता।<br>
इंद्रियाँ समेटता कछुए समान,<br>
वह योगी होता बुद्धिमान्। - 57-58
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
भगवान् श्रीकृष्ण ने अर्जुन की योग में रुचि पैदा कर दी है। उसके मन में तीव्र हलचल पैदा हो
गई है। वह भगवान् से पूछ रहा है कि स्थिर-बुद्धि के क्या लक्षण हैं और उसकी बोली,
व्यवहार, चाल-चलन कैसा होता है?
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
योगेश्वर ने अर्जुन के प्रश्नों का उत्तर देते हुए कहा कि परमात्मा में स्थिर-बुद्धि की भोग
कामनाएँ मिट जाती हैं। वह राग-द्वेष, भय, क्रोध से रहित हो जाता है। सुख-दुःख, शुभ-अशुभ
में संतुलित रहता है। मोह भाव से उसकी निवृत्ति हो जाती है। वह कछुए के समान इंद्रियों को
समेट लेता है अर्थात् उन पर नियंत्रण कर लेता है। ऐसा व्यक्ति स्थिर-बुद्धि वाला होता है।
भगवान् ने मनुष्य को कामनाओं का उपहार जीवन को पूर्ण बनाने के लिए दिया है। बिना
कामना के कोई भी कर्म असंभव है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
भोग कामनाओं से मनुष्य केवल अपने भले की सोचता है। उसका जीवन संकुचित हो जाता है।
भोगों से आलस्य, अहंकार जैसे दुर्गुण आ जाते हैं। मनुष्य का मनोबल कम होने लगता है।
कठोपनिषद् (3.14) में यमराज नचिकेता को कहते हैं–&quot;व्यक्ति के हृदय में अनेक प्रकार की
सांसारिक कामनाएँ रहती हैं, जब इनका समूल विनाश हो जाता है, तब मनुष्य ईश्वर का
साक्षात्कार कर लेता है।&quot; भगवान् परशुराम का क्रोध अनीति के उन्मूलन के लिए था। भगवान्
श्रीकृष्ण जीवनभर युद्ध करते रहे, परंतु सत्ता कभी नहीं छुई। उनकी कामना धरती पर धर्म-
राज्य स्थापित करने की थी।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
स्थिर-बुद्धि वाले व्यक्ति की इंद्रियाँ नियंत्रण में होती हैं। यहाँ कछुए का उदाहरण दिया गया
है। श्री रामकृष्ण परमहंस ने कछुए के समान ही इंद्रियों को समेट रखा था। अपनी धर्मपत्नी माँ
शारदा को वे जगदंबा के समान मानते थे। कामिनी और कंचन (रूप, धन, ऐश्वर्य, भोग ) को
उन्होंने बिल्कुल त्याग दिया था। स्वामी विवेकानंद उनके इसी त्याग, तप से प्रभावित होकर
उनके शिष्य बने थे। इंद्रियों को भोगों में लगाने से मनुष्य की शक्ति बिखर जाती है। किसी एक
विषय पर सारी इंद्रियों की शक्ति को लगा देना ही उन पर नियंत्रण रखना है। संसार के सभी
महापुरुषों ने अपनी शक्ति केंद्रित करके ही सफलताएँ प्राप्त की हैं। योग मार्ग में आने वाली
बाधाओं के प्रति सचेत करते हुए भगवान् बोले–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
भोग रस कठिनाई से घटते,<br>
ईश्वर मिलन से ही वे मिटते। - 59<br>
इंद्रियाँ मन को हर लेतीं,<br>
सज्जन की बुद्धि हर लेतीं। - 60<br>
योगीजन बैठें मेरे परायण,<br>
स्थिर - बुद्धि देंगे नारायण। - 61
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 54 में अर्जुन ने जो प्रश्न पूछे थे, भगवान् ने श्लोक 55 से 72 तक उनका समाधान किया
है। इंद्रियों के रस बहुत प्रबल होते हैं। इंद्रियों के विषयों से तो निवृत्त हुआ जा सकता है, परंतु
उनकी लालसा से छुटकारा पाना बहुत कठिन है। ये इंद्रियों के रस विद्वानों की बुद्धि को भी
हर लेते हैं। परम तत्त्व का अनुभव होने से ही इन रसों से मुक्ति मिलती है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
इंद्रियों के विषय स्थूल होते हैं। इंद्रियों के रस मन में होते हैं। व्रत, उपवास के दिनों में हम
भोजन, नमक और दूसरे भोग त्याग देते हैं, लेकिन मन में उनकी मिठास पाने की ललक बनी
रहती है। विषय तो अन्य अनेक कारणों से भी छूट जाते हैं। बीमारी के समय मिठाई, पकवान,
मेवा आदि का परहेज रखना पड़ता है। जेल में व्यक्ति संसार के सभी सुख-भोगों से दूर बना
रहता है। वृद्धावस्था में व्यक्ति की शक्ति कम हो जाने से भोग भी कम हो जाते हैं। लेकिन उन्हें
कोई त्यागी, ब्रह्मचारी और साधक नहीं मानता है, क्योंकि उनके मन में भोग रस दबे पड़े
रहते हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
इंद्रियों की शक्ति अपरिमित है। इनका संचालन मन से होता है। मन ही शरीर में सबसे बड़ा
जादूगर है। इसकी गहराई समुद्र से भी ज्यादा है। इसके तल में न जाने किस-किस जन्म के
भोग दबे पड़े हैं। यही भोग पकने पर इंद्रियों में कर्म के रूप में प्रस्फुटित होने लगते हैं। साधना
के समय ध्यान द्वारा मन के तीक्ष्ण हो जाने से इन भोगों पर भी चोट पड़ती है और ये पूरे वेग
से बाहर निकलते समय साधक पर हमला बोल देते हैं। कई बार ये विद्वानों की बुद्धि और
विवेक पर भी हावी हो जाते हैं। महाभारत के आदि पर्व में ऋषि विश्वामित्र की कथा है।
अनिन्द्य सुंदरी मेनका को देखते ही उनके राजसी भोग जाग उठे थे। नारद जी को अपने
ब्रह्मचारी होने का अहंकार हो गया था। भगवान् ने मायाजाल से विश्वमोहिनी का रूप
बनाया। उनके रूप-लावण्य को देखकर मुनि अपने आपे को भी भूल गए। भगवान् ने उनका
बंदर जैसा चेहरा बनाकर अहंकार को तोड़ा।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
इंद्रियों पर नियंत्रण कैसे हो? भोग रसों से छुटकारा कैसे मिले? शक्ति को बल, हठ या किसी
अन्य तरीके से दबाकर नहीं जीता जा सकता। ध्यान के द्वारा इसका केवल नियमन किया जा
सकता है। ध्यान की परिपक्वता में जब हमें सत्-तत्त्व का अनुभव होने लगेगा, तो इंद्रियों के रस
पतझड़ में गिरने वाले पत्तों के समान स्वतः छूट जाएँगे। सत्य का अनुभव होते ही हमें भोग
सारहीन लगने लग जाते हैं। भगवान् बुद्ध को तपस्या से जो परम सत्य मिला, उसके सामने
महलों के भोग उनको मिट्टी के ढेले के समान लगे। उस सत्य की शक्ति इतनी बड़ी थी कि उससे
पूरा एशिया जगमगा उठा। योग की बाधाएँ बहुत जटिल होती हैं। इसी क्रम को जारी रखते
हुए भगवान् बोले–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
कामनाएँ करती क्रोध में वृद्धि,<br>
क्रोध से पनपती मूर्ख बुद्धि। - 62<br>
भ्रष्ट स्मृति भोगती विविध कष्ट,<br>
जीवन हो जाता सारा नष्ट। - 63<br><br>
संयम देता साधक को निर्मलता,<br>
ध्यान से मिलती उसे सफलता। - 64-65<br>
स्वार्थी को मिलती नहीं शांति,<br>
बिन शांति नहीं सुख की प्राप्ति। - 66
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 62 से 66 तक साधना में आने वाले विघ्नों का क्रम से वर्णन है। यदि हम साधना, ध्यान
आदि के इच्छुक हैं, तो इन्हें जरूर आत्मसात करते चलें। जैसे विषयों का हम बार-बार चिंतन
करते हैं, वैसी ही हमारी प्रवृतियाँ और कामनाएँ भी बन जाती हैं। एक व्यक्ति यदि दिन-रात
धन के विषय में चिंतन करता है, तो उसे पाने की कामना उसमें जगेगी ही और यदि उसको
पाने में रुकावट आई या किसी ने रोड़ा अटकाया, तो उसे गुस्सा आना भी स्वाभाविक है।
विवेक-चूडामणि (82) में जगद्गुरु शंकराचार्य ने कहा है–&quot;यदि तुम मोक्ष चाहते हो, तो
विषतुल्य विषयों का त्याग करो और संतोष, दया, क्षमा, सरलता, इंद्रियों का निग्रह आदि
गुणों का सेवन करो।&quot; शंकराचार्य का मत है कि केवल तुच्छ, स्वार्थी, मोहजनित कामनाओं
को त्यागना है। कामनाएँ तो जीवन को गति देती हैं। परमार्थ भरी कामनाओं से अपना और
संसार दोनों का हित साधन होता है। इसे ही अमृत कहा जाता है। स्वार्थ में न अपना भला
होता है और न संसार का। इसे ही विष-तुल्य समझना चाहिए।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
माता-पिता और अध्यापक बच्चों पर जो गुस्सा करते हैं, वह ओस की बूँदों के समान होता है
क्योंकि उसके पीछे कल्याणकारी भावनाएँ होती हैं। विश्वहित की कामनाओं की पूर्ति में दुर्जनों
द्वारा बाधा डालने पर भी महामानवों ने लेशमात्र भी क्रोध प्रकट नहीं किया। स्वामी दयानंद
सरस्वती जब सड़ी-गली मान्यताओं का मूलोच्छेदन करने लगे, तो उनके प्राण लेने के लिए
अनेक बार यत्न किए गए। पग-पग पर उन्होंने विरोध झेला, परंतु शांत भाव से सब कुछ झेलते
हुए अपने लक्ष्य पर डटे रहे। महात्मा बुद्ध, शंकराचार्य, महावीर जैन ने भी ऐसे ही विरोधों का
खूब सामना किया था, लेकिन क्रोध को कभी आड़े नहीं आने दिया।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
आजकल छोटी-छोटी बातों पर क्रोधाग्नि भड़क उठती है। मामूली सी कहा-सुनी पर लोग प्राण
लेने पर उतारू हो जाते हैं। सुख-सुविधाओं के अंबार लगने के बावजूद मनुष्य की शांति छिन
गई है। इसका एकमात्र कारण हमारे चिंतन का स्तर गिर जाना है। नेट, मोबाइल, टेलीविजन
पर बहुत कम लोग सदाचार और समाज हित के विषयों को देखते हैं। ज्यादातर लोग फूहड़
और सारहीन मनोरंजन में दिलचस्पी लेते हैं। जैसा हम देखते, सुनते और पढ़ते हैं, चित्त पर
उसकी चिरस्थाई छाप पड़ जाती है। मारधाड़ और विषय वासनाओं से भरे मनोरंजन ने ही
आज आचार-विचार और संस्कारों को चकनाचूर कर दिया है। अब मनोरंजन से जुड़े
निर्माताओं को ऐतिहासिक, मूल्यपरक और ज्ञानवर्धक विषयों से दर्शकों का मनोरंजन करना
चाहिए। कबीर जी इसी संकट की आहट को महसूस करते हुए कहते हैं–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
क्रोध अग्नि घर-घर बढ़ी, जलै सकल संसार।
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
“हर व्यक्ति में क्रोध की अग्नि फूट पड़ी है, सारा संसार इसमें जल रहा है।” श्लोक 63 में योगेश्वर
कहते हैं कि मोह से स्मृति भ्रष्ट हो जाती है। स्मृति ही संस्कार का रूप लेती है। महर्षि पतंजलि
कहते हैं–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
अनुभूतविषयासम्प्रमोष: स्मृतिः।।
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
“अपने पिछले अनुभवों को स्मरण रखना स्मृति है।” हम दुःख भरे और मोहजनित प्रसंगों को
बार-बार याद करके अपने चित्त में जमा कर लेते हैं। यदि हम कम-से-कम दो घंटे प्रतिदिन
ध्यान करें, तो दुःखद स्मृतियों के विषकारक परिणाम को अनुभव कर सकते हैं। योगेश्वर कहते हैं कि दुःखों से छुटकारे का और शांति पाने का एकमात्र उपाय चित्त को शुद्ध करना है।
इंद्रियों, मन, बुद्धि और अहंकार के चतुष्टय को ही चित्त अर्थात् प्राण कहा जाता है।
मैत्रायण्युपनिषद् (4) कहता है-“चित्त ही संसार है। इस कारण प्रयत्नपूर्वक चित्त का शोधन
करना चाहिए। जिस प्रकार का व्यक्ति का चित्त होता है, उसी प्रकार की उसकी गति होती है।”
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
हमारे जन्म-मरण, सुख-दु:ख की सब गतियाँ चित्त के शुद्ध-अशुद्ध होने का परिणाम हैं। चित्त
को शुद्ध करने के लिए सभी धर्मों में अनेक विधि-विधान हैं, लेकिन ध्यान का स्थान सभी में है।
हमारी इंद्रियाँ बहुत शक्तिशाली हैं। योग-मार्ग में ये विशालकाय पर्वत के समान योगी का
रास्ता रोक लेती हैं। इसी क्रम को जारी रखते हुए योगेश्वर कहते हैं–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
चंचल इंद्रियाँ मन हर लेतीं,<br>
बुद्धि को विचलित कर देतीं। - 67<br>
इंद्रियाँ होती वश में जिसकी,<br>
स्थिर बुद्धि हो जाती उसकी।<br><br>
जागें योगी सोए जनता सारी,<br>
सोते योगी जागें सब संसारी। - 68-69<br>
भोग योगी के जीवन में आते,<br>
विकार नहीं वे मन में लाते। - 70<br><br>
कामना त्याग से अहंता मिटती,<br>
अंतकाल में शांति मिलती। - 71-72
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 67 हमें सावधान करता है कि न जाने कब कौन-सी इंद्रिय की शक्ति साधक को गिरा दे।
विपरीत वायु के चलने पर जैसे नौका के डूबने का खतरा बन जाता है, इसी प्रकार जब बुद्धि
मन के वश में हो जाती है और मन इंद्रियों का अनुगामी हो जाता है, तो इंद्रियों की शक्ति
हमारी साधना में पर्वत के समान आ खड़ी होती है।
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
इंद्री द्वार झरोखा नाना। तहँ तहँ सुर बैठे करि थाना।।<br>
आवत देखहिं बिषय बयारी। ते हठि देहिं कपाट उघारी।।<br>
– (मानस-उत्तरकांड)
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
“इंद्रियों के द्वार हृदय रूपी घर के अनेक झरोखे हैं। वहाँ-वहाँ देवता जमकर बैठे हैं। ज्यों-ही वे
विषय रूपी हवा आते देखते हैं, त्यों-ही हठपूर्वक किवाड़ खोल देते हैं।” तुलसीदास ने बहुत ही
सुंदर शब्दों में कहा है कि इंद्रियाँ शक्ति के द्वार हैं, देवताओं के निवास स्थान हैं। मनोविनोद
और विषय वासनाओं की पूर्ति में इन देव शक्तियों का दुरुपयोग न किया जाए। ऋग्वेद
(10.135.3) का कथन है-&quot;हे कुमार! आपने ऐसे अभिनव रथ (मानव देह) की मुझसे कामना
की थी, जो चक्ररहित हो, जिसकी ईषा (दण्ड) एक ही हो। सोच विचार किए बिना ही आप उस रथ पर आरूढ़ हो गए।&quot; भगवान् द्वारा दी गई इस सर्वश्रेष्ठ मानव देह को लक्ष्य विहीन
बनाकर हम भोग-विलास का साधन बना लेते हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 68 में भगवान् कहते हैं कि हे मनुष्यों! तुम्हारी इंद्रियाँ वश में होंगी, तभी बुद्धि स्थिर हो
सकती है। कुछ बातों को भगवान् बार-बार कह रहे हैं क्योंकि हम जीवनभर अच्छी बातें सुनने
के बावजूद सीखते नहीं हैं। इंद्रिय भोगों की तरफ ढालू जगह में पानी के समान बहते हुए चले
जाते हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 69 बहुत ही महत्त्वपूर्ण है। इसमें योग के रास्ते को संसार के चलन से अलग बताया गया
है। संसार में सत्ता, धन, पद, भोगों का बोलबाला रहता है। योग तो ठीक इसके विपरीत है।
इसमें त्याग ही त्याग है। राजा जनक हल चलाकर अपना जीविकोपार्जन करते थे। राजकोष से
स्वयं के लिए एक पैसा भी खर्च करना वे उचित नहीं समझते थे। भगवान् बुद्ध और महावीर
जैन का त्याग अद्वितीय है। राजगद्दी के बजाय दोनों ने पर्णकुटी और जंगलों को सर्वोत्तम
माना। इस रास्ते पर जिसने भी कदम रखा, संसार से विपरीत होने कारण उसे घर-परिवार के
लोगों का भारी विरोध झेलना पड़ा। संसार के लोगों ने आज तक खुशी-खुशी किसी के संन्यास
का समर्थन नहीं किया है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 70 में सिद्ध पुरुषों के विषय में बताया गया है। समुद्र की तरह वे धीर, गंभीर और शांत
होते हैं। समुद्र में नदियों, झीलों का कितना भी पानी आकर क्यों न गिर जाए, वह अपनी
परिधि का त्याग नहीं करता है। भगवान् कृष्ण राजसी भोगों के बीच में पले-बढ़े, परंतु भोग
कहीं लेशमात्र भी नहीं दिखाई देते हैं। आधुनिक युग में श्री रामकृष्ण परमहंस भी समुद्र के
समान सिद्ध थे। अनेक धनाढ्य व्यक्ति उनके पास आते रहते थे, परंतु उनकी एकमात्र संपत्ति
लंगोटी ही थी। उनकी धर्मपत्नी माँ शारदा सुंदर, सुशील और सदाचारिणी थीं। उस संबंध को
भी उन्होंने भोग न बनाकर योग बना दिया। उनकी यह योग साधना दुनिया में अभूतपूर्व
मिसाल है। एक व्यक्ति ने एक बार उनसे पूछा- “आप अपनी धर्मपत्नी के साथ गृहस्थ जीवन
क्यों नहीं बिताते?” श्री रामकृष्ण परमहंस ने जवाब देते हुए कहा-“संसार की सब स्त्रियाँ मेरी
माँ हैं। तुम्हीं बताओ, गृहस्थ जीवन किसके साथ बिताऊँ?” लोगों ने उनकी अनेक बार परीक्षा
ली, परंतु वे हमेशा सिद्ध और खरे उतरे।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
श्लोक 55 में योगेश्वर ने अर्जुन को स्थिर-बुद्धि के लक्षण बताते हुए कामना त्याग के लिए कहा
था। इस अध्याय के अंत में वे फिर से कामना त्याग पर जोर देकर अर्जुन के मन को झकझोर
रहे हैं। कामना और मोह का त्याग कोई बाल-क्रीड़ा या मन के लड्डू खाना नहीं है। यह बूँद को
सागर में बदलने जैसा महातप है। ऋषियों और महर्षियों ने इसके लिए दीर्घकाल तक साधना
की थी। लेकिन यह मानव जीवन में पूर्णतः संभव है। यदि कोई एक व्यक्ति किसी भी काल में
इस मुकाम तक पहुँचा है, तो संसार के सभी व्यक्तियों के लिए यह मार्ग खुला हुआ है।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
हमें ऐसे मन का निर्माण करना है जिसमें अपना आपा ही चारों तरफ दिखाई दे। श्लोक 72 में
अर्जुन के माध्यम से भगवान् हम सभी को आश्वासन दे रहे हैं कि एक बार यदि मन को ब्राह्मी
स्थिति, निर्वाण या मुक्ति तक ऊँचा उठा लिया, तो फिर कभी नहीं गिरोगे। गिरने का खतरा
केवल कच्चेपन में बना रहता है। महर्षि पतंजलि कहते हैं–
</p>

<h3 class="text-2xl text-center leading-10 text-yellow-700 py-10">
ततः क्लेशकर्मनिवृत्तिः।।
</h3>
<p class="text-2xl leading-10 font-light tracking-wide">
“जब समाधि सिद्ध हो जाती है, तब पतन की आशंका नहीं रहती। मन के विचलित होने की
संभावनाएँ समाप्त हो जाती हैं।” महाभारत (शांतिपर्व-160.11) में भी वर्णित है कि इंद्रियों
और मन के संयम से ही महान् धर्म की प्राप्ति होती है। यहाँ प्रश्न पैदा होता है कि ब्राह्मी स्थिति
क्या है? मुक्ति, निर्वाण या मोक्ष प्राप्त व्यक्ति की गति कैसी होती है? सत्यार्थप्रकाश में स्वामी
दयानंद सरस्वती ने लिखा है-“जो ब्रह्म सर्वत्र पूर्ण है, उसी में मुक्त जीव अव्याहतगति अर्थात्
उसकी कोई रुकावट नहीं, विज्ञान आनंदपूर्वक सर्वत्र विचरता है।”
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
ब्राह्मी स्थिति, निर्वाण या मुक्ति शुद्ध मन की एक अवस्था है। हमारा मन विश्व-मन का अंश
है। चित्त में पड़े संस्कारों के निकलते ही यह पूर्ण शुद्ध हो जाता है। संसार के हर प्राणी और
पदार्थ को पूर्ण रूप से देख पाने में वह समर्थ हो जाता है। यह अवस्था केवल पढ़ने, सुनने,
कहने, सोचने व लिखने से नहीं आ सकती। ये तो केवल संकेत मात्र हैं। इसके लिए गुरु नानक
देव की तरह सर्वस्व होमना पड़ता है। कामनाओं और मोह के पिंजरे से बाहर निकलते ही मन
स्वतंत्र हो जाता है। सब लोकों में उसकी गति हो जाती है। संकल्प मात्र से उसे सभी वस्तुएँ
प्राप्त हो जाती हैं।
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
स्वामी विवेकानंद ने ज्ञानयोग में इस ब्राह्मी स्थिति या निर्वाण को इस प्रकार व्यक्त किया है-
“समस्त जगत् को ईश्वर से ढक लेना होगा। यह किसी मिथ्या आशावादिता से नहीं, जगत् के
अशुभ और दुःख-कष्ट के प्रति आँखें मींचकर नहीं, वरन् वास्तविक रूप से प्रत्येक वस्तु के भीतर
ईश्वर के दर्शन द्वारा करना होगा। इसी प्रकार हमें संसार का त्याग करना होगा। इस उपदेश
का तात्पर्य क्या है? तुम्हें अपनी धर्मपत्नी, बच्चों और अन्य वस्तुओं में भी ईश्वर दर्शन करना
होगा।”
</p>

<br>
<p class="text-2xl leading-10 font-light tracking-wide">
स्वामी विवेकानंद की शैली बहुत ही स्पष्ट है। इसमें किंचित् मात्र भी संदेह नहीं है। अभी
अर्जुन के मन में अनेक प्रश्न उठ रहे हैं। अर्जुन की योग के प्रति रुचि को देखकर भगवान् तीसरा
अध्याय आरंभ करते हैं।
</p>

</div>
  
</template>